"RTL"="0";
"Cancel"="Avbryt";
"OK"="OK";
"Delete"="Ta bort";
"Next"="Nästa";

"NoEMailSetupTitle"="E-post inte angiven";
"NoEMailSetupText"="Installera e-post på din enhet.";
"WriteEMailText"="Vill du kontakta supporten via e-post?";
"WriteEMailTitle"="Kontakta supporten";
"EMailQuestionSubject"="Teknisk support för Smart Budget";
"EMailQuestionBody"="\n\nProgramversion - %@\niOS-version - %@";
"ShareEMailSubj"="Jag skulle vilja bjuda in dig till delad personlig ekonomi!";
"ShareEMailBody"="Klicka på den bifogade filen för att öppna filen i Smart Budget. \n\nHär är länken till Smart Budget om du inte har installerat det ännu: %@\n\nP.S. Jag har version %@\niOS-version - %@";
"EMailDatabaseProblemSubject"="Teknisk support för Smart Budget – min databas är korrupt!";
"EMailDatabaseProblemBody"="Det här meddelandet innehåller din databaskopia. Vi ska försöka identifiera och lösa felet så fort som möjligt.\nProgramversion - %@\niOS-version - %@\n";

"SelectAccountTitleTo"="Till kontot";

"ExpenseNamePlaceholder"="Beskrivning (valfritt)";
"ExpenseTitleNew"="Beskrivning";
"ExpenseNameTitle"="Beskrivning";
"ExpenseNameComment"="Ingen beskrivning";
"ExpenseReturnDate"="Återbetalning";
"SelectNoReturnDate"="Utan återbetalningsdatum";
"SelectNoDate"="Utan datum";
"SelectTodayDate"="Idag";
"SectionPlannedFor"="Planerad för {date}";

"CheckInternetCloud"="Ingen anslutninig till molnservern. Den kan undergå underhåll, eller du kanske inte är ansluten till Internet.";
"DocsHintCloudCorrupted20"="Databaskopian i molnet är korrupt. Tryck på knappen 'exportera' längst ner och välj 'Skicka till supporten'.";
"DocsHintCloudUnpublished20"="Databaskopian i molnet hittas inte. Tryck på knappen 'export' längst ner och välj 'Skicka till support'.";
"DocsHintCloudFuture"="Vissa ändringar har skickats till 'molnet' med hjälp av en senare version av Smart Budget. Vänligen uppdatera din version.";
"ERROR_FUTURE_COMMANDS"="Databasen ändrades med en senare version av Smart Budget. Uppdatera din version av Smart Budget.";
"ERROR_CORRUPTED"="Databasen är korrupt. Tryck på knappen längst ner för att kontakta supporten.";

"HelpSwitchSheet" = "Byt blad";
"HelpAddOperation" = "Lägg till en inkomst, utgift, lån, överföring eller valutakurs";
"HelpPlannedOpDifferentSheet" = "Den planerade åtgärden kommer snart att utföras på ett annat blad";
"HelpTextSearch" = "Du kan skriva 'o j' för att söka efter 'apelsinjuicen'";
"HelpSlideForSearchPlanning" = "Skjut ner för sökning&planering";
"HelpCreateDatabase" = "Databaserna är helt separata med egna uppsättningar konton, blad och åtgärder, och de kan synkroniseras med olika användare.";
"HelpNeedCommit" = "Vissa ändringar har inte sparats till molnet ännu.";
"HelpPublished" = "Den här databasen synkroniseras automatiskt mellan olika enheter med iCloud och samma Apple-ID. Skicka en inbjudan för att synkronisera mellan olika enheter med olika Apple-ID eller utan att använda iCloud alls.";
"HelpNotPublished" = "Molnsynkroniseringen är avstängd för den här databasen";
"HelpAccounts" = "Alla konton är flervalutakonton. För att sätta in pengar på ett konto eller överföra pengar mellan konton går du först till huvudskärmen, väljer kontot och lägger till en åtgärd.";
"HelpHiddenAccounts" = "Dra oanvända konton under raden 'dolda konton' för att inte visa kontonai listan men behålla dom för statistiken.";
"HelpWriteUs" = "Skriv till oss!";
"HelpWriteReview" = "Gillar du Smart Budget?";
"HelpFullVersion" = "Tack";
"HelpSalePrice" = "Om du redan har den första versionen av Smart Budget får du en kraftig rabatt på nya versionen";
"HelpNormalPrice" = "Om du har Smart Budget 1 kan du få en generös rabatt; se bara till att du har Smart Budget 1.7 installerad, och uppgradera sedan till den fullständiga versionen på den enheten.";
"HelpTapHold" = "Knacka och håll ned för fler funktioner";
"HelpPlusMinus" = "Växla mellan inkomst och utgift";
"HelpDateRemembered" = "Datumet, som är ett annat än dagens datum, valdes automatiskt. Kontrollera att det är korrekt.";
"HelpDateApproaching" = "Det planerate datumet är nära förestående";
"HelpSelectSheet" = "Välj ett annat blad för den här åtgärden";
"HelpFreeProgress" = "Om du når gratisversionens gräns på 30 åtgärder måste du köpa den fullständiga versionen.";
"HelpSheets" = "Du kan lägga till åtgärder på andra blad och sedan analysera varje blad individuellt.";
"HelpEraser" = "Suddgummi";
"HelpMarker" = "Markör";
"HelpExchangeRate" = "Växelkurserna uppdaterades senast för {hours_ago} timmar sedan.";
"HelpPin" = "PIN-koden här är bara till för att förhindra att barn gör oönskade ändringar av din information. Ange lösenordet på enhetens låsningsskärm för ordentlig säkerhet.";
"HelpForgotPin" = "Glömt PIN-koden? Börja från 0000, 0001 och fortsätt upp till 9999 tills du hittar den. Det tar normalt mindre än en timme att prova alla kombinationer.";

"HiddenAccountsLine"="Dolda konton";
"AccountCash"="Kontanter";
"csvID"="Nummer";
"RecurrenceTitle"="Repetera";
"DateTitle"="Datum";
"PlannedTitle"="Planerad";
"CategoryTitle"="Kategori";
"SheetTitle"="Kalkylblad";
"SheetsTitle"="Kalkylblad";
"SheetNamePlaceholder"="Kalkylbladets namn";
"SheetTitleNew"="Nytt kalkylblad";
"SheetNameTitle"="Namn";
"TotalSheet"="Alla kalkylblad";
"SeveralSheets"="Flera blad";
"TotalAccount"="Alla konton";
"SeveralAccounts"="Flera konton";
"AccountTitle"="Konto";
"AccountToTitle"="Till konto";
"AccountsTitle"="Konton";
"AccountNamePlaceholder"="Kontonamn";
"AccountNameTitle"="Namn";
"AccountTitleNew"="Nytt konto";
"AccountsSum"="Summa";
"CategoryNamePlaceholder"="Kategorinamn";
"CategoryTitleNew"="Ny kategori";
"CategoryNameTitle"="Namn";
"CurrencyTitle"="Valuta";
"CurrenciesTitle"="Valutor";
"AmountTitle"="Summa";
"EditName"="Ändra namn";
"MoveToAccountTitle"="Flytta åtgärder till";
"AccountMoveMenuTitle"="Du ska flytta alla åtgärder från kontot '{from}' till kontot '{to}'. Det här kan inte ångras.";
"MoveToSheetTitle"="Flytta åtgärder till";
"SheetMoveMenuTitle"="Du ska flytta alla åtgärder från bladet '{from}'  till bladet '{to}'. Detta kan inte ångras.";
"MoveAllOperations"="Flytta alla åtgärder";
"DeleteAllOperations"="Ta bort alla åtgärder";
"DeleteAllOperationsMenuTitle"="Du ska ta bort alla åtgärder från bladet '{from}''. Åtgärder behöver sällan tas bort, och det minskar behållningen med åtgärdens belopp. Det här kan inte ångras.";

"AmountConverted"="%@ motsvarar %@";
"ConversionNA"="Inte tillämplig";
"AmountNotConverted"="Fel vid nedladdning av växelkurser";
"BuiltInCategoryTitle"="Specialkategori";
"BuiltInCategoryText"="Kategorierna ‘Lån’, ‘Överföring’ och ‘Valutaväxling’ kan inte redigeras.";
"OperationsNumber" = "{count}\nops";

"AboutTitle"="Inställningar";
"RealAboutTitle"="Om Smart Budget";
"LimitTitle"="Gratisversion";
"LimitText"="Gratisversionen är begränsad till 30 poster. Det tar ca 20 sekonder att uppgradera till den fullständiga versionen med hjälp av Apple:s in-app köpfunktion.";
"PurchaseStatusPurchasing"="Kontaktar butiken...";
"PurchaseStatusFullVersion"="Du har köpt den fullständiga versionen";
"PurchaseStatusRestoring"="Återställa inköp...";
"Purchase20ButtonTitle"="Köp den fullständiga versionen";
"RestoreButtonTitle"="Återställ inköp";
"WriteReviewTitle"="Skriv en recension";
"WriteReviewText"="Do you want to write a review?";
"MoneyVersion"="Smart Budget, version";
"FontTitle" = "Teckensnitt";
"PURCHASE_FAILED_TITLE"="Fel vid köp";
"CANNOT_MAKE_PAYMENTS_TEXT"="Enhetsinställningarna tillåter inte köp. Öppna enhetsinställningarna, 'Allmänt', 'Restriktioner', och se till att 'Köp inuti program' är aktiverat.";
"RESTORE_FAILED_TITLE"="Återställningsfel";
"ERROR_INTERNET_TEXT"="%@. Kontrollera internetanslutningen och försök igen.";
"ERROR_NO_PRODUCT"="Kunde inte hämta priser";
"RESTORE_NOTHING_TITLE"="Återställningen klar";
"RESTORE_NOTHING_TEXT"="Inga tidigare inköp hittades. Se till att samma Apple-ID användes för de ursprungliga inköpen.";

"CurrencySelectedHeader"="Valda valutor";
"CurrencyPopularHeader"="Vanliga valutor";
"CurrencyOtherHeader"="Andra valutor";

"PinTitle"="PIN-kod";
"PinEnterText"="Ange PIN-kod";
"PinRepeatText"="Ange PIN-kod igen";
"PinWrongText"="Fel PIN-kod\nAnge din PIN-kod igen";
"PinNoMatchText"="Fel PIN-kod\nAnge PIN-kod igen";

"CreateDatabase"="Skapa databas";
"SelectDatabase"="Öppna databasen";
"DocumentsTitle"="Databaser";
"DeleteDatabaseTitle"="Ta bort databasen från enheten? Den kan inte återställas!";
"Publish20"="Aktivera molnsynkronisering";
"Invite20"="Skicka inbjudan";
"Unpublish20"="Avaktivera molnsynkronisering";
"UnpublishTitle20"="Den lokala databaskopian skapas på den här enheten, och den ursprungliga databasen tas bort från den här enheten och från alla enheter som använder samma Apple-ID för iCloud.";
"DeleteDatabaseTitlePublished"="Databasen kommer att tas bort från den här enheten och från alla enheter som använder samma Apple-ID för iCloud.";
"OtherDevicesWillContinue"="Om de andra enheterna har tillgång till databasens molnkopia genom inbjudan fortsätter de att använda den.";

"ExportMenuTitle"="Exportera databasen";
"BackupButtonTitle20"="Säkerhetskopiera";
"PreviewButtonTitle"="Visa som XSLX";
"ExportXSLXButtonTitle"="Exportera som XSLX";
"SendToSupportTitle"="Skicka till supporten.";
"SendToSupportText"="Om du tror att databasen är korrupt kan du skicka den till supporten för analys och eventuell repararion.";

"ExpensePlanButton"="Kopiera utgiftsplan";
"ExpensePerformButton"="Transaktion";
"ContactIndicator"="Kontakt";
"DeleteExpenseTitle"="Ta bort transaktionen?";

"NEVER"="Aldrig";
"EVERY_DAY"="Varje dag";
"EVERY_WEEK"="Varje vecka";
"EVERY_2WEEKS"="Varannan vecka";
"EVERY_MONTH"="Varje månad";
"EVERY_2MONTHS"="Varannan månad";
"EVERY_QUARTER"="Var tredje månad";
"TWICE_A_YEAR"="Två gånger per år";
"EVERY_YEAR"="Varje år";

"EXPENSE_KIND"="Utgift";
"INCOME_KIND"="Inkomst";

"CatTransfer"="Överföring";
"CatConvert"="Valutaväxling";
"CatLoan"="Lån";
"CatLoanBack"="Återbetalning av lån";
"CatApartment"="Boende";
"CatFoodHome"="Matvaror";
"CatFoodRestaurant"="Restaurang, café";
// Remove planned
"CatCarPlanned"="Fordon";
"CatCarEmergency"="Fordon (akut)";
"CatSport"="Sport";
"CatCat"="Katt";
"CatDog"="Hund";
"CatPet"="Husdjur";
"CatGiftsLost"="Presenter";
"CatTransportPublic"="Kommunala färdmedel";
"CatFishing"="Fiske";
"CatHunting"="Jakt";
"CatGamblingLost"="Spelförluster";
"CatGaveFamily"="Gåvor till familjemedlemmar";
"CatBaby"="Barn";
"CatMedicine"="Hälsa";
"CatGadgets"="Elektronik";
"CatCinema"="Film";
"CatTheaters"="Teater, utställningar";
"CatRoleplaying"="Rollspel";
"CatSalary"="Lön";
"CatOverwork"="Övertid";
"CatBonus"="Bonus";
"CatGamblingWon"="Spelvinster";
"CatApple"="Royalty-ersättning";
"CatFound"="Upphittat";
"CatGiftsWon"="Gåva";
"CatGovernment"="Avgifter";
"CatClothes"="Kläder";
"CatSpirits"="Dryck";
"CatCommunications"="Telefon och Internet";
"CatTransportTravel"="Resor";
"CatHotel"="Hotell";
"CatEducation"="Utbildning";
"CatUnknown"="Okänd";
"CatCelebration"="Semester";
"CatTookFromFamily"="Gåva från familj/släkting";
"CatInitialBalance"="Initial behållning";

"UserCategorySheetTitle"="%@ (antal transaktioner - %d)";
"SelectImage"="Välj bild";
"DrawImage"="Rita bild";
"ImageTitle"="Bild";
"CategoriesRecent"="Nyligen använd";
"CategoriesNotRecent"="Inte använd på länge";
"CategoriesNeverUsed"="Aldrig använd";

"EverydaySheet"="Allmänna inkomster och utgifter";
"SelectFromContacts"="Välj i Kontakter";
"CustomImagesSection"="Ritade bilder från alla databaser";

"ReportTitle"="Rapport";
"Reports"="Rapporter";
"SimpleReport"="Enkel rapport";
"ReportStyleTitle"="Rapportstil";
"ByCat"="Efter kategori";
"ByDay"="Daglig";
"BySum"="Behållning";
"ReportPeriod"="Period";
"AllTime"="Alltid";
"StatIncome"="Inkomster";
"StatOutcome"="Utgifter";
"StatBalance"="Saldo";
"StatExchangeRateFlux"="Skillnad i valutakurs";
"StatIncome20"="Inkomst: {amount}";
"StatOutcome20"="Utgift: {amount}";
"StatIncomePlanned"="Planerad inkomst: {amount}";
"StatOutcomePlanned"="Planerad utgift: {amount}";
"StatIncomePlannedNoDate"="Planerad inkomst (utan datum): {amount}";
"StatOutcomePlannedNoDate"="Planerad utgift (utan datum): {amount}";
"StatIncomePlannedPerMonth"="Inkomst per månad: {amount}";
"StatOutcomePlannedPerMonth"="Utgift per månad: {amount}";

"ExampleSneakers"="Sneakers";
"ExampleIcecream"="Glass";
"ExampleGas"="Gas";
"ExampleTickets"="Biljetter till San Francisco";
"ExampleMarriage"="Bröllop";

"DocsHintCloudBadReceipt" = "Molnservern godkänner inte databaser med för många modifieringar från gratisversionen. Uppgradera till den fullständiga versionen.";
"LoadFromBackupErrorTitle" = "Säkerhetskopian ej laddad";
"LOAD_FROM_BACKUP_EXISTS" = "Du har redan den här molnsynkroniserade databasen på enheten.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "Filformatet känns inte igen. Du kan skicka filen till supporten för analys och eventuell reparation.";
"SectionNoDate"="Planerad utan datum";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_1}}1 månad{{else}}{count} månader";
"NDays" = "{{is_1}}1 dag{{else}}{count} dagar";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "ny";

"ImportInstructions20"="Hur flyttar jag data från Smart Budget 1 till Smart Budget 2? {title} Se först till att Smart Budget 1.7 eller senare är installerad på din enhet.{picture1}Starta Smart Budget 1, klicka på knappen 'moln' och klicka på knappen 'Exportera till Smart Budget 2' i listan med program. {picture2} Om du använde molnsynkronisering i Smart Budget 1 måste du aktivera molnsynkronisering igen i Smart Budget 2. {picture3}";
"FAQTitle"="Vanliga frågor";

"PlanNewOperation"="Plan new operation";
"AppName2"="Smart Budget 2";
